/* minutes:seconds time length format in browser mode */
"%.2d:%.2d" = "%1$.2d:%2$.2d";

/* hours:minutes:seconds time length format in browser mode */
"%.2d:%.2d:%.2d" = "%1$.2d:%2$.2d:%3$.2d";

/* Size on disk */
"%@ on disk" = "%@ su disco";

/* The format for the today/yesterday string shown in the open/save panel followed by a comma, fillowed by the time */
"%@, %@" = "%1$@, %2$@";

/* Label for scope bar button for multiple scopes. */
"%d Places" = "%d posizioni";

/* Indicates the non plural one item found by a spotlight search.  Arg is the number that was found, which will always be 1 */
"%ld item" = "%ld elemento";

/* Indicates the number of items found by a spotlight search.  Arg is the number that was found. */
"%ld items" = "%ld elementi";

/* Label for scope bar button for multiple scopes. */
"%ld Places" = "%ld posizioni";

/* Dimension format label shown in browser mode */
"%ld\\U2006\\U00D7\\U2006%ld" = "%1$ld × %2$ld";

/* Property not shown value (dash dash) */
"--" = "--";

/* quotes for a label */
"\\U201c%@\\U201d" = "“%@”";

/* Title for overwiting existing file confirmation dialog. */
"\\U201c%@\\U201d already exists. Do you want to replace it?" = "“%@” esiste già. Vuoi sostituirlo?";

/* Dot dot dot to be shown for truncated text */
"\\U2026" = "…";

/* Message for overwriting existing file confirmation dialog. First arg is the directory containing the file. */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite its current contents." = "Un documento o cartella con lo stesso nome esistono già nella cartella %@. Se si decide di sostituirli gli attuali contenuti andranno persi.";

/* Message for overwriting existing file confirmation dialog on the desktop. First arg is the directory containing the file (translate desktop word). */
"A file or folder with the same name already exists on the %@. Replacing it will overwrite its current contents." = "Un documento o cartella con lo stesso nome esistono già in %@. Se si decide di sostituirli gli attuali contenuti andranno persi.";

/* Error to display for duplicate file name overwrite of smart folders. */
"An item already exists with that name. Rename the item and try again." = "Un elemento con questo nome esiste già. Rinomina l'elemento e prova ancora.";

/* Ask to use... text shown on the button in the shared server panel */
"Ask to use\\U2026" = "Chiedo di utilizzare…";

/* Title for asking to use the disc drive via over the air disc drive sharing */
"Asking to use the %@ drive in \\U201c%@\\U201d\\U2026" = "Chiedo di utilizzare l'unità %1$@ in “%2$@”…";

/* Asking to use... title to show as text label in shared server panel. */
"Asking to use\\U2026" = "Chiedo di utilizzare…";

/* Calculating Size label shown in browser mode */
"Calculating Size" = "Calcolo dimensioni";

/* Button text to cancel save operation. */
"Cancel" = "Annulla";

/* CD drive title */
"CD" = "CD";

/* Label for scope bar button which represents the 'everywhere' scope.  Note this really searches everywhere by HI determined the word 'Everywhere' is too ambiguous. */
"Computer" = "Computer";

/* Connect As... text shown on the button in the shared server panel */
"Connect As\\U2026" = "Connetti come…";

/* Connected title to show as text label in shared server panel. */
"Connected" = "Connesso";

/* Text to show who we are connected as in the server panel. */
"Connected as: %@" = "Connesso come \"%@\"";

/* Connecting... title to show as text label in shared server panel. */
"Connecting\\U2026" = "Connessione…";

/* Connection Failed title to show as text label in shared server panel. */
"Connection Failed" = "Connessione fallita";

/* Label for scoep bar button Contents */
"Contents" = "Contenuto";

/* Title for devices in the sidebar of the open/save panel */
"DEVICES" = "DISPOSITIVI";

/* Dimensions label shown in browser mode */
"Dimensions" = "Dimensioni";

/* disc drive title */
"disc" = "disco";

/* Disconnect text shown on the button in the shared server panel */
"Disconnect" = "Scollega";

/* Title prompt used when asking to save a smart folder that has changed. */
"Do you want to save this Smart Folder?" = "Vuoi registrare questa cartella smart?";

/* Button text to not save the smart folder. */
"Don\\U2019t Save" = "Non registrare";

/* DVD drive title */
"DVD" = "DVD";

/* Label for the edit button above the rule editor in the advanced search mode. */
"Edit" = "Composizione";

/* eject button title */
"Eject" = "Espelli";

/* eject all button title */
"Eject All" = "Espelli tutti";

/* Fetching... label shown in browser mode */
"Fetching..." = "Scarico...";

/* Label for scoep bar button File Name */
"File Name" = "Nome documento";

/* Label for scope bar button which represents the home directory. */
"Home" = "Inizio";

/* Message for file name starts with a dot dialog. */
"If you decide to go ahead and use a name which begins with a dot the file will be hidden." = "Se decidi di procedere e di usare un nome che inizia con un punto, il documento sarà nascosto.";

/* Message prompt used when asking to save a smart folder that has changed. */
"If you don\\U2019t save, the changes you made to \\U201c%@\\U201d will be lost." = "Se non registri le modifiche apportate a “%@”, queste andranno perdute.";

/* Media Browser node title in the sidebar on the left */
"Media" = "Media";

/* Title for media section in the sidebar of the open/save panel */
"MEDIA" = "MEDIA";

/* Movices media browser node title */
"Movies" = "Filmati";

/* Music media browser node title */
"Music" = "Musica";

/* Title for file name that is greater than 31 characters on a short file name volume. */
"Names longer than 31 characters are not supported on the destination volume." = "I nomi composti da più di 31 caratteri non sono supportati nel volume di destinazione.";

/* Title for file name starts with a dot dialog. */
"Names that begin with a dot \\U201c.\\U201d are reserved for the system." = "I nomi che iniziano con un punto “.” sono riservati per il sistema.";

/* Not Connected title to show as text label in shared server panel. */
"Not Connected" = "Non connesso";

/* default button of open panel
   window title of open panel */
"Open" = "Apri";

/* Title for button to 'Open <MobileMe> Preferences' */
"Open %@ Preferences" = "Apri le preferenze %@";

/* Menu item title in advanced search for adding additional search criteria not specified in the list - with ellipses. */
"Other\\U2026" = "Altro…";

/* Photos media browser node title */
"Photos" = "Foto";

/* Title for places section in the sidebar of the open/save panel */
"PLACES" = "POSTI";

/* Message for file name longer than 31 characters. */
"Please choose a filename that is no longer than 31 characters." = "Scegli un nome composto da meno di 31 caratteri.";

/* Title shown in an alert dialog for a location that can't be found. */
"Please select another item." = "Scegli un altro elemento.";

/* Recent Places label */
"Recent Places" = "Luoghi recenti";

/* Button text to overwrite an existing file. */
"Replace" = "Sostituisci";

/* Request denied title to show as text label in shared server panel. */
"Request denied" = "Richiesta negata";

/* Button text to save the smart folder.
   default button of save panel
   Label for the save button above the rule editor in the advanced search mode.
   window title of save panel */
"Save" = "Registra";

/* Label for the save as button above the rule editor in the advanced search mode. */
"Save As" = "Registra col nome";

/* name field label */
"Save As:" = "Registra col nome:";

/* Title for smart folders section in side bar. */
"Saved Searches" = "Ricerche registrate";

/* Title for app specific saved searches in the sidebar of the open/save panel */
"SAVED SEARCHES" = "RICERCHE REGISTRATE";

/* Title for search for section in the sidebar of the open/save panel */
"SEARCH FOR" = "CERCA";

/* Label for scope bar button which represents the 'search:' title. */
"Search:" = "Cerca:";

/* Label for popup button in save panel mini mode when current location is a search. */
"Searching for \\U201c%@\\U201d" = "Cerco “%@”";

/* The string to display in the path location control when there is no selected item in the search results. */
"Select an item to see its path." = "Seleziona un elemento per visualizzarne il percorso.";

/* Label for scope bar button which represents the servers scope. */
"Servers" = "Server";

/* Title for shared in the sidebar of the open/save panel */
"SHARED" = "CONDIVISE";

/* Label for scope bar button which represents the 'smart folder' title. */
"Smart Folder" = "Cartella smart";

/* Smart Folders label */
"Smart Folders" = "Cartelle smart";

/* String to show when hovering over the X button in the ask to use UI for ODS */
"Stop asking to use\\U2026" = "Interrompo richiesta di utilizzo…";

/* String to show when hovering over the X button when waiting for a disc */
"Stop waiting for disc\\U2026" = "Interrompo attesa del disco…";

/* Warning to show when ejecting ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volume that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "Il dispositivo contenente “%1$@” contiene anche %2$ld altro volume che non sarà espulso. Sei sicuro di voler espellere “%3$@”?";

/* Warning to show when ejecting MORE THAN ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volumes that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "Il dispositivo contenente “%1$@” contiene anche %2$ld altri volumi che non saranno espulsi. Sei sicuro di voler espellere “%3$@”?";

/* Label the 'goto' dialog when it can't find a folder. Same as Finders version. */
"The folder cannot be found." = "Impossibile trovare la cartella.";

/* The string to display in the path location control when the selected items do not share a common path. */
"The selected items do not share a path." = "Gli elementi selezionati non hanno un percorso comune.";

/* Message shown in an alert dialog for a location that can't be found. */
"The volume for \\U201c%@\\U201d could not be found." = "Impossibile trovare il volume per “%@”.";

/* error message for lacking write permission to create new folder */
"This location is read-only." = "Questa posizione è di sola lettura.";

/* Label for scope bar button which represents the 'This Mac' scope. Used to be called Computer. */
"This Mac" = "Questo Mac";

/* error message for new folder name conflict */
"This name is already taken." = "Questo nome è già in uso.";

/* Message to show about ejecting everthing */
"To eject all the volumes on this device hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "Per espellere tutti i volumi di questo dispositivo tieni premuto il tasto Opzione mentre espelli il volume.\n\nIn futuro, per espellere un volume singolo senza ricevere questo messaggio, tieni premuto il tasto Controllo.";

/* Today: String shown in save panel date cell when trying to save space */
"Today" = "oggi";

/* Undo the name change in the save panel by clicking on a disabled item */
"Undo Name Change" = "Annulla Modifica nome";

/* default new folder name */
"untitled folder" = "cartella senza titolo";

/* Button text to choose required extension. Arg is file name extension.
   Button text to choose the alternative extension. Arg is file name extension. */
"Use .%@" = "Utilizza .%@";

/* Button text to use a filename starting with a dot. */
"Use \\U201c.\\U201d" = "Usa “.”";

/* Button text to choose combined extensions. */
"Use both" = "Utilizza entrambe";

/* Using disc drive title to show as text label in shared server panel. */
"Using disc drive\\U2026" = "Utilizzo unità disco…";

/* Waiting for disc drive title to show as text label in shared server panel. */
"Waiting for disc drive\\U2026" = "In attesa dell'unità disco…";

/* Title string shown when waiting for a disc in the over the air remote disc drive support */
"Waiting for disc\\U2026" = "In attesa del disco…";

/* Yesterday: String shown in save panel date cell when trying to save space */
"Yesterday" = "Ieri";

/* Information on choices. 1st arg is current extension. 2nd arg is required extension. */
"You can choose to use both, so that your file name ends in \\U201c.%1$@.%2$@\\U201d." = "Puoi scegliere di utilizzarle entrambe, in modo tale che il tuo documento termini in “.%1$@.%2$@”.";

/* Information on choices. */
"You can choose to use the standard extension instead." = "Invece puoi scegliere di usare la versione standard.";

/* Message when user wants to save with invalid file extension. 1st arg is current extension. 2nd arg is required extension. */
"You cannot save this document with extension \\U201c.%1$@\\U201d at the end of the name. The required extension is \\U201c.%2$@\\U201d." = "Impossibile registrare il documento con l'estensione “.%1$@” alla fine del nome. L'estensione richiesta è “.%2$@”.";

/* Message when user wants to save with an alternative file extension - for panels configured to permit this. 1st arg is current extension. 2nd arg is required extension. */
"You have used the extension \\U201c.%1$@\\U201d at the end of the name. The standard extension is \\U201c.%2$@\\U201d." = "Hai utilizzato l'estensione “.%1$@” alla fine del nome. L'estensione standard è “.%2$@”.";

/* Message to display to prompt to setup iDisk / MobileMe / .mac */
"Your %@ account is not set up. Would you like to open %@ preferences and set it up now?" = "Il tuo account %1$@ non è configurato. Desideri aprire le preferenze %2$@ e configurarlo adesso?";

/* Title to show when DVD/CD remote use was declined */
"Your request to use the %@ drive in \\U201c%@\\U201d\\U2026 was declined." = "La tua richiesta di utilizzare l'unità %1$@  in “%2$@”…  è stata rifiutata.";

